"CFBundleName" = "Infuse";
"NSHumanReadableCopyright" = "© 2026 Firecore, LLC";
"NSAppleMusicUsageDescription" = "將允許 Infuse 取用已同步至 Apple ‘TV’ app 之影片。";
"NSBluetoothPeripheralUsageDescription" = "將允許 Infuse 連接並串流媒體至外置裝置。";
"NSMicrophoneUsageDescription" = "將允許 Infuse 連接並配對外置裝置。";
"NSCameraUsageDescription" = "將允許 Infuse 掃描 QR Code。";
"NSFaceIDUsageDescription" = "將允許於分級保護控制啟用時解鎖裝置。";
"NSLocationWhenInUseUsageDescription" = "用於共享匿名資料以改進產品";
"NSLocationAlwaysAndWhenInUseUsageDescription" = "用於共享匿名資料以改進產品";
"NSLocationAlwaysUsageDescription" = "用於共享匿名資料以改進產品";
"NSPhotoLibraryUsageDescription" = "將允許 Infuse 訪問相片圖庫並提交相片。";
"NSBluetoothAlwaysUsageDescription" = "將允許 Infuse 連接並串流媒體至附近的 Google Cast 裝置。";
"NSLocalNetworkUsageDescription" = "將允許 Infuse 連接本地網絡並從中串流媒體。";
"NSPhotoLibraryAddUsageDescription" = "將允許 Infuse 儲存圖片。";
